{
  "intents": [
    {
      "intent": "Greeting",
      "utterances": [
        "Good day, how have you been?",
        "Hi there, how's your day going?",
        "Hello, it's nice to see you again!",
        "Hello, how's your day unfolding?",
        "Hey there, how's everything on your side?",
        "Hi, did you have a great morning?",
        "Hey, is there something special today?",
        "Hello, how's your week so far?"
      ],
      "answers": [
        "Hello! How can I assist you today?",
        "Hi there! What can I do for you?",
        "Hey, how's it going? How can I help?",
        "Greetings! How can I be of service?",
        "Hello, how's your day so far? How can I assist you?",
        "Hi, is there something I can assist you with? How can I help?",
        "Hey there, what's on your mind? How can I assist you?",
        "Hi, what's the latest? How can I help?",
        "Hello, how can I make your day better? How can I assist you?",
        "Hi, what's cooking? How can I assist you?",
        "Hello, how's your world today? How can I assist you?",
        "Hey, is there something you'd like to know? How can I assist you?",
        "Hello, what brings you here? How can I assist you?",
        "Hello! How can I help you today?",
        "Hi there! How can I be of service?"
      ]
    },

    {
      "intent": "Goodbye",
      "utterances": [
        "Goodbye",
        "See you later",
        "Farewell",
        "Bye",
        "Take care",
        "Have a great day",
        "Until next time",
        "Adios",
        "See you next time",
        "Adieu",
        "Farewell, my friend",
        "Goodbye, for now",
        "Bye, take care",
        "Goodbye, my friend",
        "Adios, amigo",
        "Peace out",
        "Au revoir",
        "Fond farewell",
        "Goodbye, with a smile",
        "Goodbye, my dear",
        "Saying goodbye with gratitude",
        "Goodbye, until next time",
        "Fondly saying goodbye"
      ],
      "answers": [
        "Goodbye! Have a great day!",
        "See you later! Take care!",
        "Farewell! Until next time!",
        "Bye! Have a wonderful day!",
        "Take care! Goodbye!",
        "Have a great day! See you later!",
        "Until next time! Take care!",
        "Adios! Have a wonderful day!",
        "Catch you later! Goodbye!",
        "So long! Until we meet again!"
      ]
    },

    {
      "intent": "MenuInquiry",
      "utterances": [
        "What can I find in your store?",
        "Tell me about your clothing selection.",
        "What kind of clothes do you have?",
        "Give me details about your clothing line.",
        "Show me your product range.",
        "I'm interested in your products; tell me more.",
        "What's on your product list?",
        "Describe your clothing options.",
        "Share some information about your clothing inventory.",
        "What's available for purchase?",
        "Show me your clothing collection.",
        "Tell me about your fashion offerings."
      ],
      "answers": [
        "Welcome to Vivified! We specialize in the following clothing categories: shirts, jackets, sign-out bundles, custom prints, and more. Let's explore our fashion offerings.",
        "Vivified's main offerings include a diverse range of clothing, with a focus on shirts, jackets, and unique sign-out bundles. We also offer custom printing services to personalize your garments.",
        "At Vivified, we take pride in our clothing line, featuring shirts, jackets, and custom sign-out bundles. You can also request custom prints with your preferred text placement.",
        "Explore our collection of shirts, jackets, and specialized sign-out products. You can even customize your clothing with our print services. We're here to elevate your style.",
        "Discover Vivified's extensive product range, which encompasses shirts, jackets, sign-out bundles, and personalized printing options. Your fashion journey starts here.",
        "We'd love to share more about our products. Our primary offerings include shirts, jackets, and unique sign-out bundles. If you're looking for customization, our print services can help.",
        "Our product list includes a wide array of clothing, with a focus on shirts, jackets, and specialized sign-out bundles. Personalize your clothing with our custom print options.",
        "Vivified is known for its impressive clothing inventory, including shirts, jackets, and unique sign-out bundles. If you desire customization, we offer print services as well.",
        "We're proud of our main offerings, which include shirts, jackets, and specialized sign-out products. Let's dive into the details of what we have to offer.",
        "Our store is filled with stylish clothing, with a primary focus on shirts, jackets, and personalized sign-out bundles. Discover your fashion favorites at Vivified.",
        "Step into our fashion world and browse through our impressive clothing collection. Our main offerings include shirts, jackets, and custom sign-out bundles.",
        "Let us introduce you to the fantastic clothing options available at Vivified. Explore our primary offerings, which encompass shirts, jackets, and personalized printing services."
      ]
    },

    {
      "intent": "Order",
      "utterances": [
        "I'd like to place an order",
        "Can I order some clothing?",
        "How can I place an order?",
        "I'm interested in ordering",
        "Place an order for me"
      ],
      "answers": [
        "Absolutely! We're delighted to assist you with your order. Could you please specify the item or items you'd like to order?",
        "Of course, we're here to help you place your order. What clothing items are you interested in?",
        "Great choice! Tell us which clothing item you'd like to order, and we'll take it from there.",
        "Placing an order is easy with Vivified. What specific clothing item are you looking to order today?",
        "We're ready to assist with your order. Just let us know the clothing item you wish to order, and we'll guide you through the process.",
        "You've got it! What kind of jackets or shirts would you like to order? Feel free to share your preferences.",
        "Ordering is a breeze with Vivified. What can we get for you today?"
      ]
    },

    {
      "intent": "Shirts",
      "utterances": [
        "I want to see your shirt collection",
        "What kinds of shirts do you offer?",
        "Show me your shirt options",
        "Tell me about the shirts you have",
        "Shirt selection, please",
        "I'm looking for shirts",
        "Shirts available?",
        "What's in the shirts category?",
        "Can you show me some shirts?"
      ],
      "answers": [
        "Great! To view available shirts, please use the /shirts command.",
        "Sure, you can check out our shirt collection by using the /shirts command.",
        "We have a variety of shirts available. To see our options, simply type /shirts.",
        "Our shirt selection is quite diverse. You can explore it further with the /shirts command.",
        "For information about our shirts, use the /shirts command.",
        "If you're interested in shirts, please type /shirts to see our collection.",
        "Our range of shirts can be viewed using the /shirts command.",
        "To check out the shirts we offer, just type /shirts.",
        "You can explore our available shirts by using the /shirts command."
      ]
    },
    {
      "intent": "Jackets",
      "utterances": [
        "I want to see your jacket collection",
        "What kinds of jackets do you offer?",
        "Show me your jacket options",
        "Tell me about the jackets you have",
        "Jacket selection, please",
        "I'm looking for jackets",
        "Jackets available?",
        "What's in the jackets category?",
        "Can you show me some jackets?"
      ],
      "answers": [
        "Certainly! To view available jackets, please use the /jackets command.",
        "Sure, you can check out our jacket collection by using the /jackets command.",
        "We have a variety of jackets available. To see our options, simply type /jackets.",
        "Our jacket selection is quite diverse. You can explore it further with the /jackets command.",
        "For information about our jackets, use the /jackets command.",
        "If you're interested in jackets, please type /jackets to see our collection.",
        "Our range of jackets can be viewed using the /jackets command.",
        "To check out the jackets we offer, just type /jackets.",
        "You can explore our available jackets by using the /jackets command."
      ]
    },
    {
      "intent": "SignOutBundles",
      "utterances": [
        "Can you provide information on your sign-out bundles?",
        "Tell me what sign-out bundles are available",
        "I'm interested in your sign-out bundles",
        "Sign-out bundles, please",
        "What are your sign-out bundles?",
        "I'd like to know about sign-out bundles",
        "Share details about sign-out bundles",
        "Sign-out bundles information"
      ],
      "answers": [
        "Of course! To learn more about our sign-out bundles, please use the /sobs command.",
        "Certainly, you can explore our sign-out bundles by using the /sobs command.",
        "If you're interested in our sign-out bundles, simply type /sobs to find out more.",
        "For information on our sign-out bundles, use the /sobs command.",
        "We have various sign-out bundles available. To see the details, please type /sobs.",
        "To discover our sign-out bundle offerings, please use the /sobs command.",
        "If you'd like to know more about our sign-out bundles, use the /sobs command.",
        "For information on sign-out bundles, you can type /sobs."
      ]
    },
    {
      "intent": "CustomPrints",
      "utterances": [
        "Can you provide information on your custom prints?",
        "Tell me about custom printing options",
        "I'm looking for custom prints",
        "Custom prints, please",
        "What are your custom printing services?",
        "I'd like to know about custom print designs",
        "Share details about custom prints",
        "Custom prints information"
      ],
      "answers": [
        "Certainly! For information on custom prints, please use the /prints command. We offer custom designs for jackets and t-shirts based on your preferences.",
        "Of course, you can explore our custom print services by using the /prints command. We provide customization for both jackets and t-shirts.",
        "If you're interested in custom prints, simply type /prints to discover more about our customization options for jackets and t-shirts.",
        "To learn about our custom printing services, please use the /prints command. We offer personalized designs for both jackets and t-shirts.",
        "We provide custom print services for jackets and t-shirts. To find out more, use the /prints command.",
        "To explore our custom print designs, type /prints and discover the options available for jackets and t-shirts.",
        "For information on custom prints, you can use the /prints command and see how we can personalize jackets and t-shirts as per your preferences.",
        "Interested in custom prints? Type /prints to learn more about our custom design options for jackets and t-shirts."
      ]
    },
    {
      "intent": "ContactInformation",
      "utterances": [
        "How can I contact Vivified?",
        "Give me your phone number",
        "What's your email address?",
        "How do I get in touch with you?",
        "Tell me your contact details",
        "I need your contact information"
      ],
      "answers": [
        "You can reach Vivified at 08061111111 or 08031111111.",
        "Vivified's phone numbers are 08061111111 and 08031111111.",
        "Feel free to email Vivified at hello@vivified.com.",
        "To contact Vivified, use the phone numbers 08061111111 or 08031111111.",
        "For reaching out to Vivified, you can use the phone numbers 08061111111 or 08031111111.",
        "If you need to contact Vivified, you can email at hello@vivified.com."
      ]
    },

    {
      "intent": "Fallback",
      "utterances": ["I don't understand", "What?", "Please repeat", "Could you rephrase"],
      "answers": [
        "Could you please rephrase your question?",
        "I didn't quite catch that. Can you repeat or rephrase it?",
        "Sorry, I didn't understand. Please rephrase your question."
      ]
    }
  ]
}
